tap "domt4/autoupdate"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "colima", restart_service: true
brew "coreutils"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "entr"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "hashicorp/tap/terraform"
brew "htop"
brew "less"
brew "lf"
brew "lsd"
brew "mosh"
brew "neovim"
brew "node"
brew "packer"
brew "pam-reattach"
brew "parallel"
brew "plantuml"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "tig"
brew "tmux"
brew "tokei"
brew "watch"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "zlib"
brew "zoxide"
cask "alacritty"
cask "alfred"
cask "aws-vpn-client"
cask "balance-lock"
cask "docker"
cask "emacs"
cask "font-bigblue-terminal-nerd-font"
cask "font-iosevka"
cask "gimp"
cask "google-drive"
cask "iina"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "linearmouse"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "signal"
cask "spotify"
cask "ubersicht"
cask "vivaldi"
