tap "homebrew/cask-fonts"
tap "hashicorp/tap"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "entr"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "htop"
brew "jq"
brew "less"
brew "lf"
brew "mosh"
brew "neovim"
brew "packer"
brew "pam-reattach"
brew "pgcli"
brew "plantuml"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "tig"
brew "tmux"
brew "tokei"
brew "watch"
brew "wget"
brew "yarn"
brew "zig"
brew "zoxide"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "aws-vpn-client"
cask "balance-lock"
cask "dash"
cask "docker"
cask "font-iosevka"
cask "gimp"
cask "google-drive"
cask "iina"
cask "karabiner-elements"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "ubersicht"
cask "vivaldi"
