brew "autojump"
brew "awscli"
brew "clang-format"
brew "dasht"
brew "direnv"
brew "entr"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "htop"
brew "jq"
brew "ledger"
brew "lynx"
brew "neovim"
brew "packer"
brew "pandoc"
brew "parquet-tools"
brew "pgcli"
brew "pyenv"
brew "python"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tokei"
brew "watch"
brew "watson"
brew "wget"
brew "yarn"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "aws-vpn-client"
cask "dash"
cask "docker"
cask "firefox"
cask "flux"
cask "gimp"
cask "google-backup-and-sync"
cask "iina"
cask "karabiner-elements"
cask "mtmr"
cask "rectangle"
cask "slack"
cask "spotify"
cask "vivaldi"
